#+TAGS: INICIO MEDIO ALTO
#+TAGS: EMACS ORG ELIPS TCL TABLELIST SQLITE PYTHON UBUNTU LINUX VIM PRINT SOLUS
**** sumar
   C-c + suma los items de la columna activa y C-y los pastea.
   O sea si estamos en una fila totalizadora hacemos C-c + y Cy y
   tenemos la suma puesta
|  a |  b |  c |  d |
|----+----+----+----|
|  2 |  7 |  8 |  9 |    
|  9 |  9 |  9 |  9 |
|  9 |  9 |  9 | 78 |
|  0 |  8 |  9 |  7 |
|----+----+----+----|
| 20 | 33 | 18 | 18 |
|----+----+----+----|
#+TBLFM: @6$3=@5$3+@4$3::@6$4=vsum($3)
***** Formulas de toda la columna o toda la fila
Cuando introducimos una formula en una celda normalmente =vsum() etc
y aparece abajo la linea de formulas,con el lado izquierdo de la
ecuacion nombrando la direccion de la celda y la derecha la formula
dada.
Si en vez de una celda dejamos una fila o una columna la formula se
aplica a toda la fila.
Aca hice que la fila 11 sea una suma de las columnas en celdas de fila
2 a 9.

|  a |   b |  c |  d |  e |
|  1 |  12 |  3 |  5 |  0 |
|  2 |  13 |  4 |  6 |  1 |
|  3 |  14 |  5 |  7 |  2 |
|  4 |  15 |  6 |  8 |  3 |
|  5 |  16 |  7 |  9 |  4 |
|  6 |  17 |  8 | 10 |  5 |
|  7 |  18 |  9 | 11 |  6 |
|  8 |  19 | 10 | 12 |  7 |
|    |     |    |    |    |
|----+-----+----+----+----|
| 36 | 124 | 52 | 68 | 28 |
#+TBLFM: @11=vsum(@2..@9)
